Repository: enterstudio/Muine
Catalog: po/*.po
Languages: de

source: _Play
de: _Wiedergeben

source: _Queue
de: Hin_zufügen

source: _Search:
de: _Suchen:

source: Play Album
de: Album wiedergeben

source: Play Song
de: Titel wiedergeben

source: Skip to
de: Springe zu

source: Listen to your music
de: Ihre Musik anhören

source: Muine Music Player
de: Muine Musik-Player

source: "Add album" window height
de: »Album hinzufügen«-Fensterhöhe

source: "Add album" window width
de: »Album hinzufügen«-Fensterbreite

source: "Add song" window height
de: »Titel hinzufügen«-Fensterhöhe

source: "Add song" window width
de: »Titel hinzufügen«-Fensterbreite

source: Amazon Dev Tag
de: Amazon Dev-Tag (Entwicklerkennung)

source: Amazon site to use for album images
de: Amazon-Seite, die für Albumcover benutzt wird

source: Default import folder
de: Importordner-Vorgabe

source: Default playlist folder
de: Wiedergabelistenordner-Vorgabe

source: Folders that are monitored for changes.
de: Ordner, die auf Änderungen überwacht werden

source: Height of the "Add album" window.
de: Höhe des »Album hinzufügen«-Fensters

source: Height of the "Add song" window.
de: Höhe des »Titel hinzufügen«-Fensters

source: Height of the playlist window.
de: Höhe des Wiedergabelistenfensters

source: Horizontal position of the playlist window.
de: Horizontale Position des Wiedergabelistenfensters

source: Last used folder from "Import folder" dialog.
de: Letzter benutzter Ordner des Dialogs »Ordner importieren«.

source: Last used folder from the playlist file selectors.
de: Letzter benutzter Ordner des Wiedergabelistendateiselektors.

source: Only complete albums
de: Nur vollständige Alben

source: Only deal with complete albums in the interface.
de: Nur mit vollständigen Alben in der Benutzeroberfläche arbeiten.

source: Playlist window height
de: Wiedergabelistenfenster-Höhe

source: Playlist window horizontal position
de: Horizontale Position des Wiedergabelistenfensters

source: Playlist window vertical position
de: Vertikale Position des Wiedergabelistenfensters

source: Playlist window width
de: Wiedergabelistenfenster-Breite

source: Repeat mode
de: Wiederholungsmodus

source: Show Notifications
de: Benachrichtigungen anzeigen

source: Vertical position of the playlist window.
de: Vertikale Position des Wiedergabelistenfensters

source: Volume level
de: Lautstärke

source: Volume level. 0 = lowest, 100 = highest.
de: Lautstärke 0 = minimal, 100 = maximal.

source: Watched folders
de: Überwachte Ordner

source: Whether or not the tray icon shows song change notifications
de: Legt fest, ob Benachrichtigungen über Lieder in einem Symbol im Benachrichtigungsfeld angezeigt werden sollen.

source: Whether or not to enable repeat playlist mode.
de: »Wiedergabeliste wiederholen« an oder aus.

source: Which Amazon site to use for fetching album images, "us", "uk", "de", or "jp".
de: Welche Amazon-Seite zum Holen von Albumcovern genutzt wird, »us«, »uk«, »de«, oder »jp«.

source: Width of the "Add album" window.
de: Breite des »Album hinzufügen«-Fensters

source: Width of the "Add song" window.
de: Breite des »Titel hinzufügen«-Fensters

source: Width of the playlist window.
de: Breite des Wiedergabelistenfensters

source: Your Amazon Dev Tag for fetching album cover art
de: Ihre Amazon Entwicklerkennung zum Abrufen von Albumcover-Bildern.

source: Failed to create a GStreamer play object
de: GStreamer-Play-Objekt konnte nicht erzeugt werden

source: Could not render default GStreamer audio output sink
de: Auf der vorgegebenen Audio-Ausgabequelle von GStreamer konnte nichts wiedergegeben werden.

source: translator-credits
de: Matthias Debus <psic4t@netbands.de> Mario Blättermann <mariobl@gnome.org>

source: Copyright © 2006–2008 Various contributors
de: Copyright © 2006–2008 Verschiedene Mitwirkende

source: A music player
de: Ein Musik-Player

source: Album covers are provided by amazon.com and musicbrainz.org.
de: Albumcover werden von amazon.com und musicbrainz.org bereitgestellt.

source: _File
de: _Datei

source: _Playlist
de: _Wiedergabeliste

source: _Help
de: _Hilfe

source: _Import Folder...
de: Ordner _importieren …

source: _Open...
de: Ö_ffnen …

source: _Save As...
de: Speichern _unter …

source: Show _Window
de: _Fenster anzeigen

source: P_revious
de: V_orheriger Titel

source: _Next
de: _Nächster Titel

source: _Skip to...
de: _Springe zu …

source: Skip _Backwards
de: _Zurück

source: Skip _Forward
de: _Vorwärts

source: Play _Song...
de: _Song wiedergeben …

source: Play _Album...
de: _Album wiedergeben …

source: _Remove Song
de: Song _entfernen

source: Remove _Played Songs
de: A_bgespielte Songs entfernen

source: _Clear
de: _Löschen

source: R_epeat
de: _Wiederholen

source: Shu_ffle
de: Zu_fallsreihenfolge

source: _About
de: _Info

source: Performed by {0}
de: Interpret: {0}

source: Error
de: Fehler

source: Failed to initialize the configuration folder: {0}
de: Der Konfigurationsordner konnte nicht initialisiert werden: {0}

source: Failed to initialize the temporary files folder: {0}
de: Der Ordner für temporäre Dateien konnte nicht initialisiert werden: {0}

source: Failed to export D-Bus object: {0}
de: D-Bus-Objekt konnte nicht exportiert werden: {0}

source: Failed to load the cover database: {0}
de: Die Cover-Datenbank konnte nicht geladen werden: {0}

source: Failed to load the song database: {0}
de: Die Titeldatenbank konnte nicht geladen werden: {0}

source: Error initializing Muine.
de: Fehler bei der Initialisierung von Muine.

source: Import Folder
de: Ordner importieren

source: _Import
de: _Importieren

source: Failed to load metadata: {0}
de: Metadaten konnten nicht geladen werden: {0}

source: Open Playlist
de: Wiedergabeliste öffnen

source: Playlist files
de: Wiedergabeliste-Dateien

source: Overwrite File?
de: Datei überschreiben?

source: Overwrite "{0}"?
de: »{0}« überschreiben?

source: A file with this name already exists. If you choose to overwrite this file, the contents will be lost.
de: Eine Datei mit diesem Namen ist bereits vorhanden. Beim Überschreiben der Datei gehen alle Inhalte der vorhergehenden Version verloren.

source: _Overwrite
de: Ü_berschreiben

source: Audio backend error:
de: Fehler des Audio-Backends:

source: <b>Playlist</b>
de: <b>Wiedergabeliste</b>

source: <b>Playlist</b> (Repeating)
de: <b>Wiedergabeliste</b> (wiederholend)

source: <b>Playlist</b> (Less than one minute remaining)
de: <b>Wiedergabeliste</b> (weniger als eine Minute verbleibend)

source: From "{0}"
de: Von »{0}«

source: Album unknown
de: Unbekanntes Album

source: {0} - Muine Music Player
de: {0} - Muine Musik-Player

source: Switch music playback on or off
de: Musikwiedergabe starten/unterbrechen

source: Play the previous song
de: Den vorherigen Titel wiedergeben

source: Play the next song
de: Den nächsten Titel wiedergeben

source: Add an album to the playlist
de: Ein Album zur Wiedergabeliste hinzufügen

source: Add a song to the playlist
de: Einen Titel zur Wiedergabeliste hinzufügen

source: Change the volume level
de: Lautstärke anpassen

source: Drop an image here to use it as album cover
de: Ziehen Sie ein Bild auf diese Fläche, um es als Albumcover zu verwenden

source: Failed to initialize the audio backend
de: Das Audio-Backend konnte nicht initialisiert werden

source: Failed to read {0}:
de: {0} konnte nicht gelesen werden:

source: Failed to close {0}:
de: {0} konnte nicht geschlossen werden:

source: Failed to write {0}:
de: {0} konnte nicht geschrieben werden:

source: <b>Playlist</b> (Repeating {0} hour)
de: <b>Wiedergabeliste</b> ({0} Stunde wiederholend)

source: <b>Playlist</b> (Repeating {0} minute)
de: <b>Wiedergabeliste</b> ({0} Minute wiederholend)

source: <b>Playlist</b> ({0} hour remaining)
de: <b>Wiedergabeliste</b> ({0} Stunde verbleibend)

source: <b>Playlist</b> ({0} minute remaining)
de: <b>Wiedergabeliste</b> ({0} Minute verbleibend)

source: Error loading plug-in {0}: {1}
de: Fehler beim Laden des Plugins {0}: {1}

source: Importing "{0}"
de: Importieren von »{0}«

source: Loading:
de: Laden:

source: Save Playlist
de: Wiedergabeliste speichern

source: Untitled
de: Unbenannt

source: Unknown
de: Unbekannt

source: {0} and others
de: {0} und andere

source: {0} and {1}
de: {0} und {1}

source: Muted
de: Stummgeschaltet

source: Full Volume
de: Volle Lautstärke

source: Muine music player
de: Muine Musik-Player

source: Now playing: {0}
de: Derzeit läuft: {0}

source: by {0}
de: von {0}
